VA_APPEAL = ('пятница', 'Пятница', 'ПЯТНИЦА', 'ты', 'ало', 'подруга', 'Подруга', 'пятница ты здесь',
             'пятница ты меня слышишь', 'пятница', 'ты здесь', 'ты меня слышишь', 'ало')

ANSWER = ('Слушаю', 'Я здесь', 'На связи', 'Что делаем?', 'Привет', 'Это я')

bay = ('спасибо', 'пока', 'хорошо', 'ясно')

parting = ("Пока", "До встречи", "Я буду рядом", "Чао")

sort = ('найди', 'скажи', 'как')

data_set = (
    ['включи музыку', 'music'],
    ['дай бит', 'music'],
    ['давай что нибуть послушаем', 'music'],
    ['маэстро музыку', 'music'],
    ['музыка', 'music'],
    ['сделай тише', 'quiet 15'],
    ['сделай громче', 'louder 15'],
    ['потише', 'quiet 15'],
    ['громкость ниже', 'quiet 15'],
    ['погромче', 'louder 15'],
    ['громкость выше', 'louder 15'],
    ['громкость на максимум', 'louder 100'],
    ['громкость на минимум', 'quiet 100'],
    ['ниже', 'dawn'],
    ['пониже', 'dawn'],
    ['чуть ниже', 'dawn'],
    ['давай ниже', 'dawn'],
    ['выше', 'up'],
    ['повыше', 'up'],
    ['давай выше', 'М'],
    ['чуть выше', 'up'],
    ['нийди видео', 'youtybe'],
    ['давай посмотрим видео', 'youtybe'],
    ['видео', 'youtybe'],
    ['найди', 'google'],
    ['посмотри', 'google'],
    ['узнай', 'google'],
)


# openAI ключ -- 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
